Repository: byxiaozhi/Typedown
Catalog: Typedown.Universal/Resources/Strings/*/Resources.resw
Source language: en
Languages: am, ar, as, bg, bn, bs, ca, et, fa, fil, ga, hi, hy, is, iu_latn, kk, kn, ku_arab, ky_kg, lt, lv, mg, mi, ml, mr, mt, nb, ne, or, pa, pl, sl, sw, ta, te, th, tk_cyrl, tt_arab, ug_arab, ur

# InputFootnoteDefine
source: Input the Footnote Definition...
am: የግርጌ ማስታወሻ ፍቺ ...
ar: أدخل تعريف الحاشية السفلية...
as: ফুটনোট সংজ্ঞা ইনপুট কৰক...
bg: Въвеждане на дефиницията на бележка под линия...
bn: পাদটীকা সংজ্ঞাটি ইনপুট করুন...
bs: Unos definicije fusnote...
ca: Introduïu la definició de nota a peu de pàgina...
et: Sisestage joonealuse märkuse definitsioon...
fa: ورودی تعریف پاورقی...
fil: Ipasok ang Kahulugan ng Talababa...
ga: Ionchur an Sainmhíniú Fonóta...
hi: फ़ुटनोट परिभाषा इनपुट करें...
hy: Մուտքագրեք տողատակի սահմանումը...
is: Sláðu inn neðanmálsgreinarskilgreininguna...
iu_latn: tusaqtillugit tumiit tukinga...
kk: Түсіндірме анықтамасын енгізу...
kn: ಅಡಿಟಿಪ್ಪಣಿ ವ್ಯಾಖ್ಯಾನವನ್ನು ಇನ್ ಪುಟ್ ಮಾಡಿ...
ku_arab: تێکردنی پێناسەی بن پەڕە...
ky_kg: Футнот аныктамасын киргизүү...
lt: Įvesti puslapio išnašos apibrėžimą...
lv: Ievadīt vēres definīciju...
mg: Mamaritra ny famaritana ny fanovozan-kevitra eny ambanin'ny pejy...
mi: Tāuru i te Tautuhinga Kīwae...
ml: അടിക്കുറിപ്പ് നിർവചനം ഇൻപുട്ട്...
mr: इनपुट द तळटीप परिभाषा...
mt: Daħħal id-Definizzjoni tan-Nota f'Qiegħ il-Paġna...
nb: Skriv inn fotnotedefinisjonen...
ne: फुटनोट परिभाषा आगत गर्नुहोस्...
or: ଫୁଟନୋଟ୍ ସଂଜ୍ଞା ଇନପୁଟ୍ କରନ୍ତୁ...
pa: ਫੁਟਨੋਟ ਪਰਿਭਾਸ਼ਾ ਦਾਖਲ ਕਰੋ...
pl: Wprowadź definicję przypisu dolnego...
sl: Vnesite definicijo sprotne opombe ...
sw: Ingizo Fasili tanbihi...
ta: அடிக்குறிப்பு வரையறைஉள்ளீடு...
te: ఫుట్ నోట్ నిర్వచనాన్ని ఇన్ పుట్ చేయండి...
th: ใส่ข้อกําหนดของเชิงอรรถ...
tk_cyrl: Aýakaýdyň aňlatmasyna giriş...
tt_arab: Искәрмә билгеләмәләрен кертү...
ug_arab: Footnote ئېنىقلىمىسىنى كىرگۈزۈش...
ur: پاورقی تعریف ان پٹ کریں...

source: Input Language Identifier...
am: Input Language መለያ...
ar: معرف لغة الإدخال...
as: ইনপুট ভাষা চিনাক্তকৰ্তা...
bg: Идентификатор на езика на въвеждане...
bn: ইনপুট ভাষা শনাক্তকারী...
bs: Identifikator jezika unosa...
ca: Identificador de llengua d'entrada...
et: Sisestuskeele identifikaator...
fa: شناسه زبان ورودی...
fil: Tagatukoy ng Wika...
ga: Aitheantóir Teanga Ionchurtha...
hi: इनपुट भाषा पहचानकर्ता...
hy: Մուտքագրման լեզուն identifier...
is: Kenni inntakstungumáls...
iu_latn: uqausiup nalunaikkutangit...
kk: Енгізу тілінің идентификаторы...
kn: ಇನ್ ಪುಟ್ ಭಾಷೆ ಗುರುತಿಸುವಿಕೆ...
ku_arab: پێناسی زمانی تێکردن...
ky_kg: Кирүү тилин аныктоочу...
lt: Įvesties kalbos identifikatorius...
lv: Ievades valodas identifikators...
mg: Mpamanta teny:
mi: Kaitāutu Reo Tāuru...
ml: ഇൻപുട്ട് ലാംഗ്വേജ് ഐഡന്റിഫയർ...
mr: इनपुट भाषा अभिज्ञापक...
mt: Identifikatur tal-Lingwa tad-Dħul...
nb: Identifikator for inndataspråk...
ne: आगत भाषा पहिचायक...
or: ଇନପୁଟ୍ ଭାଷା ଚିହ୍ନଟକ...
pa: ਭਾਸ਼ਾ ਪਛਾਣਕਰਤਾ ਇੰਪੁੱਟ ਕਰੋ...
pl: Identyfikator języka wprowadzania...
sl: Identifikator jezika vnosa ...
sw: Kitambulisho cha Lugha Ingizo...
ta: உள்ளீட்டு மொழி அடையாளங்காட்டி...
te: ఇన్ పుట్ లాంగ్వేజ్ ఐడెంటిఫైయర్...
th: ตัวระบุภาษาสําหรับการป้อนค่า...
tk_cyrl: Giriş Dili Anyklaýjysy...
tt_arab: Кертү теле идентиферентигы...
ug_arab: كىرگۈزگۈچ تىل پەرقلەندۈرۈش...
ur: زبان شناخت کار ان پٹ...

# InputMathFormula
source: Input Mathematical Formula...
am: Input የሂሳብ ፎርሙላ ...
ar: إدخال الصيغة الرياضية...
as: ইনপুট গাণিতিক সূত্ৰ...
bg: Входна математическа формула...
bn: গাণিতিক সূত্র ইনপুট করুন...
bs: Ulazna matematička formula...
ca: Introduïu la fórmula matemàtica...
et: Sisend Matemaatiline valem...
fa: ورودی فرمول ریاضی...
fil: Input Matematikal na Formula...
ga: Ionchur Foirmle Matamaiticiúil...
hi: इनपुट गणितीय सूत्र...
hy: Մուտքային մաթեմատիկական բանաձեւ...
is: Inntak stærðfræðiformúlu...
iu_latn: uqausiksat naasausirijjusit...
kk: Математикалық формуланы енгізу...
kn: ಇನ್ ಪುಟ್ ಗಣಿತ ಸೂತ್ರ...
ku_arab: هاوکێشەی ماتماتیکی تێکردن...
ky_kg: Киргизүү Математикалык формула...
lt: Įvesties matematinė formulė...
lv: Ievades matemātiskā formula...
mg: Raiki-tatily amin'ny matematika...
mi: Tātai Pāngarau Tāuru...
ml: ഇൻപുട്ട് മാത്തമാറ്റിക്കൽ ഫോർമുല...
mr: इनपुट मॅथेमॅटिकल फॉर्म्युला...
mt: Formula Matematika tad-Dħul ...
nb: Skriv inn matematisk formel...
ne: गणितिय सूत्र आगत गर्नुहोस्...
or: ଇନପୁଟ୍ ଗାଣିତିକ ଫର୍ମୁଲା...
pa: ਗਣਿਤ ਫਾਰਮੂਲਾ ਇੰਪੁੱਟ ਕਰੋ...
pl: Wprowadź wzór matematyczny...
sl: Vnosna matematična formula ...
sw: Fomula ya Hisabati Ingizo...
ta: உள்ளீடு கணித சூத்திரம்...
te: ఇన్ పుట్ మ్యాథమెటికల్ ఫార్ములా...
th: ป้อนสูตรทางคณิตศาสตร์...
tk_cyrl: Giriş Matematiki Formula...
tt_arab: Кертү математика формуласы...
ug_arab: ماتېماتىكا فورمۇلاسى كىرگۈز...
ur: ان پٹ ریاضیاتی فارمولا...

source: Input YAML Front Matter...
am: አስገባ YAML Front Matter...
ar: الادخال YAML Front Matter...
as: ইনপুট YAML Front Matter...
bg: Въвеждане YAML Front Matter...
bn: ইনপুট YAML Front Matter...
bs: Unosa YAML Front Matter...
ca: Aportació YAML Front Matter...
et: Sisend YAML Front Matter...
fa: ورودی YAML Front Matter...
ga: Ionchur YAML Front Matter...
hi: निवेश YAML Front Matter...
hy: Մուտքագրում YAML Front Matter...
is: Ílag YAML Front Matter...
iu_latn: uqausiksat YAML Front Matter...
kk: Енгізу YAML Front Matter...
kn: ಇನ್ ಪುಟ್ YAML Front Matter...
ku_arab: تێکردن YAML Front Matter...
ky_kg: Киргизүү YAML Front Matter...
lt: Įvesties YAML Front Matter...
lv: Ievades YAML Front Matter...
mg: Fampidirana YAML Front Matter...
mi: Tāuru YAML Front Matter...
ml: ഇൻപുട്ട് YAML Front Matter...
mr: इनपुटName YAML Front Matter...
nb: Innspill YAML Front Matter...
ne: आगत YAML Front Matter...
or: ଇନପୁଟ୍ YAML Front Matter...
pa: ਇੰਪੁੱਟ YAML Front Matter...
pl: Wkład YAML Front Matter...
sl: Vhodni YAML Front Matter...
sw: Ingizo YAML Front Matter...
ta: உள்ளீடு YAML Front Matter...
te: ఇన్ పుట్ YAML Front Matter...
th: อินพุต YAML Front Matter...
tk_cyrl: Girişi YAML Front Matter...
tt_arab: Кертү YAML Front Matter...
ug_arab: كىرگۈزۈش YAML Front Matter...
ur: ان پٹ YAML Front Matter...

# InsertColumnLeft.Text
source: Add Column Before
am: ከዚህ በፊት ዓምድ ጨምር
ar: إضافة عمود لليسار
as: আগতে স্তম্ভ যোগ কৰক
bg: Добавяне на колона преди
bn: আগে কলাম যোগ করুন
bs: Dodaj kolonu prije
ca: Insereix una columna abans
et: Veeru lisamine enne
fa: افزودن ستون در قبل
fil: Magdagdag ng Column Bago
ga: Cuir Colún Leis Roimh
hi: इससे पहले स्तंभ जोड़ें
hy: Ավելացնել սյունակը նախքան
is: Bæta við dálki fyrir
iu_latn: ilalugu column sivuniagut
kk: Бағанды бұрын қосу
kn: ಮೊದಲು ಖಾನೆ ಸೇರಿಸಿ
ku_arab: زێدەکردنی ئەستوون پێش
ky_kg: Мурун колонна кошуу
lt: Įtraukti stulpelį prieš
lv: Kolonnas pievienošana pirms
mg: Hanampy fariana mialoha
mi: Tāpiri Tīwae i Mua
ml: കോളം മുമ്പ് ചേർക്കുക
mr: आधी स्तंभ जोडा
mt: Żid Kolonna Qabel
nb: Legg til kolonne før
ne: यसभन्दा पहिला स्तम्भ थप्नुहोस्
or: ପୂର୍ବରୁ ସ୍ତମ୍ଭ ଯୋଡନ୍ତୁ
pa: ਪਹਿਲਾਂ ਕਾਲਮ ਸ਼ਾਮਲ
pl: Wstaw kolumnę przed
sl: Dodaj stolpec pred
sw: Ongeza Safuwima Kabla ya
ta: நெடுவரிசையை இதற்கு முன் சேர்
te: ముందు కాలమ్ జోడించు
th: เพิ่มคอลัมน์ก่อน
tk_cyrl: Sütün öňi ekle
tt_arab: Башта багананы өстәгез
ug_arab: ئالدىغا ئىستون قوشۇش
ur: کالم کا اضافہ کریں پہلے

# InsertColumnRight.Text
source: Add Column After
am: ዓምድ በኋላ ይጨምሩ
ar: إضافة عمود لليمين
as: পিছত স্তম্ভ যোগ কৰক
bg: Добавяне на колона след
bn: পরে কলাম যোগ করুন
bs: Dodaj kolonu nakon
ca: Insereix una columna després
et: Veeru lisamine pärast
fa: افزودن ستون در بعد
fil: Magdagdag ng Column Pagkatapos
ga: Cuir Colún Leis Tar éis
hi: इसके बाद स्तंभ जोड़ें
hy: Ավելացնել սյունակը After
is: Bæta við dálki eftir
iu_latn: ilalugu titirarvik
kk: Кейін баған қосу
kn: ನಂತರ ಖಾನೆ ಸೇರಿಸಿ
ku_arab: زێدەکردنی ئەستوون پاش
ky_kg: Кийин колонна кошуу
lt: Įtraukti stulpelį po
lv: Kolonnas pievienošana pēc
mg: Hanampy fariana aorian'izay
mi: Tāpiri Tīwae i Muri i
ml: കോളം ശേഷം ചേർക്കുക
mr: नंतर स्तंभ जोडा
mt: Żid Kolonna Wara
nb: Legg til kolonne etter
ne: यसपछि स्तम्भ थप्नुहोस्
or: ସ୍ତମ୍ଭ ପରେ ଯୋଡନ୍ତୁ
pa: ਇਸ ਤੋਂ ਬਾਅਦ ਕਾਲਮ ਸ਼ਾਮਲ
pl: Wstaw kolumnę po
sl: Dodaj stolpec za
sw: Ongeza Safuwima Baada ya
ta: நெடுவரிசையை பிறகு சேர்
te: తరువాత కాలమ్ జోడించు
th: เพิ่มคอลัมน์หลังจาก
tk_cyrl: Soň Sütün Ekle
tt_arab: Артка богаулар өстәгез
ug_arab: بولغاندىن كېيىن سىتون قوشۇش
ur: بعد کالم اضافہ کریں

# InsertParagraphAfter.Text
source: Insert Paragraph After
am: ከዚያ በኋላ አንቀጽ አስገባ
ar: إضافة فقرة إلى الأعلى
as: পিছত অনুচ্ছেদ অন্তৰ্ভুক্ত কৰক
bg: Вмъкване на абзац след
bn: পরে অনুচ্ছেদ সন্নিবেশ করান
bs: Umetni pasus nakon
ca: Insereix un paràgraf després
et: Lõigu lisamine pärast
fa: افزودن پارگرا در بعد
fil: Magsingit ng Talata Pagkatapos
ga: Cuir isteach mír i ndiaidh
hi: इसके बाद अनुच्छेद सम्मिलित करें
hy: Ներգծեք պարբերությունը հետո
is: Setja inn málsgrein eftir
iu_latn: ilijatsanga titiraqtaq kinguniagu
kk: Кейін еже кірістіру
kn: ಪ್ಯಾರಾಗ್ರಾಫ್ ನಂತರ ಸೇರ್ಪಡಿಸಿ
ku_arab: داخڵکردنی پەرەگراف پاش
ky_kg: Кийин абзацты терүү
lt: Įterpti pastraipą po
lv: Iespraust rindkopu pēc
mg: Hampiditra andininy aorian'izay
mi: Kōkuhu Kōwae Ki Muri
ml: ശേഷം ഖണ്ഡിക ചേർക്കുക
mr: त्यानंतर परिच्छेद अंतर्भूत करा
mt: Daħħal il-paragrafu Wara
nb: Sett inn avsnitt etter
ne: यसपछि अनुच्छेद घुसाउनुहोस्
or: ଅନୁଚ୍ଛେଦ ପରେ ସନ୍ନିବେଶ କରନ୍ତୁ
pa: ਬਾਅਦ ਵਿੱਚ ਪੈਰ੍ਹਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Wstaw akapit po
sl: Vstavi odstavek za
sw: Chomeka Aya Baada ya
ta: பத்தியை பிறகு செருகு
te: తర్వాత పేరాగ్రాఫ్ చొప్పించండి
th: แทรกย่อหน้าหลังจาก
tk_cyrl: Ewez etmek
tt_arab: Абзацны кире кагып
ug_arab: كېيىن پاراگراف قىستۇرۇش
ur: بعد پیراگراف داخل کریں

# InsertParagraphBefore.Text
source: Insert Paragraph Before
am: ከዚህ በፊት አንቀጽ አስገባ
ar: إضافة فقرة إلى الأسفل
as: আগতে অনুচ্ছেদ অন্তৰ্ভুক্ত কৰক
bg: Вмъкване на абзац преди
bn: আগে অনুচ্ছেদ সন্নিবেশ করান
bs: Umetni pasus prije
ca: Insereix un paràgraf abans
et: Lõigu lisamine enne
fa: افزودن پارگرا در قبل
fil: Magsingit ng Talata Bago
ga: Ionsáigh mír Roimh
hi: इससे पहले अनुच्छेद सम्मिलित करें
hy: Ներգծեք պարբերության պարբերությունը նախքան
is: Setja inn málsgrein fyrir
iu_latn: ilijatsanga titiraqtaq sivuniagut
kk: Еже кірістіру
kn: ಮೊದಲು ಪ್ಯಾರಾಗ್ರಾಫ್ ಸೇರ್ಪಡಿಸಿ
ku_arab: داخڵکردنی پەرەگراف پێش
ky_kg: Мурун абзацты терүү
lt: Įterpti pastraipą prieš
lv: Ievietot rindkopu pirms
mg: Hampiditra andininy aloha
mi: Kōkuhu Kōwae i Mua
ml: ഖണ്ഡിക മുമ്പ് ചേർക്കുക
mr: आधी परिच्छेद अंतर्भूत करा
mt: Daħħal il-paragrafu qabel
nb: Sett inn avsnitt foran
ne: पहिले अनुच्छेद घुसाउनुहोस्
or: ପୂର୍ବରୁ ଅନୁଚ୍ଛେଦ ସନ୍ନିବେଶ କରନ୍ତୁ
pa: ਪਹਿਲਾਂ ਪੈਰ੍ਹਾ ਸ਼ਾਮਲ ਕਰੋ
pl: Wstaw akapit przed
sl: Vstavi odstavek pred
sw: Chomeka Aya Kabla
ta: முன் பத்தியை செருகு
te: ముందు పేరాగ్రాఫ్ చొప్పించండి
th: แทรกย่อหน้าก่อน
tk_cyrl: Abz.
tt_arab: Абзацны моңарчы укыр өчен яңарыгыз
ug_arab: بۇرۇن پاراگراف قىستۇرۇش
ur: پیراگراف پہلے داخل کریں

# InsertRowAbove.Text
source: Add Row Above
am: ከላይ ረድፍ ጨምር
ar: إضافة صف إلى الأعلى
as: ওপৰত শাৰী যোগ কৰক
bg: Добавяне на ред по-горе
bn: উপরে সারি যোগ করুন
bs: Dodaj red iznad
ca: Insereix una fila abans
et: Lisa rida ülalpool
fa: افزودن ردیف در بالا
fil: Magdagdag ng Hanay sa Itaas
ga: Cuir Ró Thuas Leis
hi: ऊपर पंक्ति जोड़ें
hy: Ավելացնել row Վերեւ
is: Bæta við röð fyrir ofan
iu_latn: ilalugu qulaani
kk: Жоғарыдағы жолды қосу
kn: ಮೇಲೆ ಅಡ್ಡಸಾಲು ಸೇರಿಸು
ku_arab: زیادکردنی ڕیز لەسەرەوە
ky_kg: Жогорудагы катар кошуу
lt: Įtraukti eilutę viršuje
lv: Pievienot rindu virs
mg: Hanampy row eo ambony
mi: Tāpiri Haupae ki Runga
ml: മുകളിൽ വരി ചേർക്കുക
mr: वर ओळ जोडा
mt: Żid Ringiela Hawn fuq
nb: Legg til rad over
ne: माथि पङ्क्ति थप्नुहोस्
or: ଉପରେ ଧାଡି ଯୋଡନ୍ତୁ
pa: ਉੱਤੇ ਕਤਾਰ ਜੋੜੋ
pl: Wstaw wiersz przed
sl: Dodaj vrstico zgoraj
sw: Ongeza Safumlalo Juu
ta: மேலே வரிசைசேர்
te: పైన వరసజోడించండి
th: เพิ่มแถวด้านบน
tk_cyrl: Syýa ekle
tt_arab: Өстәге рәтне өстән өстегезгә өстәгез
ug_arab: ئۈستىدىكى قۇر قوشۇش
ur: اوپر صف کا اضافہ کریں

# InsertRowBelow.Text
source: Add Row Below
am: ከታች ረድፍ ጨምር
ar: إضافة صف إلى الأسفل
as: তলত শাৰী যোগ কৰক
bg: Добавяне на ред по-долу
bn: নীচে সারি যোগ করুন
bs: Dodaj red ispod
ca: Insereix una fila després
et: Lisa rida allpool
fa: افزودن ردیف در پایین
fil: Magdagdag ng Row sa ibaba
ga: Cuir Ró thíos
hi: नीचे पंक्ति जोड़ें
hy: Ավելացրեք շարքը ներքեւում
is: Bæta við röð hér að neðan
iu_latn: ilalugu ataani
kk: Төмендегі жолды қосу
kn: ಕೆಳಗೆ ಅಡ್ಡಸಾಲು ಸೇರಿಸು
ku_arab: ڕیزی خوارەوە زیادبکە
ky_kg: Төмөндөгү катар кошуу
lt: Įtraukti eilutę žemiau
lv: Pievienot rindu zemāk
mg: Hanampy laharana ambany
mi: Tāpiri Haupae ki Raro
ml: താഴെ വരി ചേർക്കുക
mr: खाली ओळ जोडा
mt: Żid Ringiela Hawn taħt
nb: Legg til rad under
ne: तल पङ्क्ति थप्नुहोस्
or: ନିମ୍ନରେ ଧାଡି ଯୋଡନ୍ତୁ
pa: ਹੇਠਾਂ ਕਤਾਰ ਸ਼ਾਮਲ
pl: Wstaw wiersz po
sl: Dodaj vrstico spodaj
sw: Ongeza Safumlalo Chini
ta: கீழே வரிசை சேர்
te: దిగువ వరుసను జోడించండి
th: เพิ่มแถวด้านล่าง
tk_cyrl: Aşakdaky nadip ekle
tt_arab: Аста китерелгән рәтне өстәгез
ug_arab: ئاستىغا قۇر قوشۇش
ur: ذیل میں صف کا اضافہ کریں

# ItemParagraph.Text
source: Paragraph
am: አንቀጽ
ar: فقرة
as: অনুচ্ছেদ
bg: Параграф
bn: অনুচ্ছেদ
bs: Paragraf
ca: Paràgraf
et: Lõike
fa: پارگراف
fil: Talata
ga: Mír 1
hi: अनुच्छेद
hy: Երեւան
is: Málsgrein
iu_latn: titiraqsimajut
kk: Еже
kn: ಪ್ಯಾರಾಗ್ರಾಫ್
ku_arab: پەرەگراف
ky_kg: Абзац
lt: Dalies
lv: Rindkopa
mg: _Andininy
mi: Kōwae
ml: ഖണ്ഡിക
mr: परिच्छेद
mt: Paragrafu
nb: Avsnitt
ne: अनुच्छेद
or: ଅନୁଚ୍ଛେଦ
pa: ਪੈਰ੍ਹਾ
pl: Akapit
sl: Odstavek
sw: Aya
ta: ஏட்டின் ஒருபத்தி
te: పేరాగ్రాఫ్
th: วรรค
tk_cyrl: Paragrafiýa
tt_arab: Абзац
ug_arab: ئابزاس
ur: پیراگراف

# KeepRun.Text
source: Keep Running
am: ሩጫችሁን ቀጥሉ
ar: استمر في العمل
as: চলি থাকক
bg: Продължавай да бягаш
bn: চলতে থাকুন
bs: Nastavi da trčiš
ca: Continua en execució
et: Jätka jooksmist
fa: به دویدن ادامه بده
fil: Patuloy na Tumatakbo
ga: Coinnigh ort ag rith
hi: चलते रहो
hy: Շարունակիր վազել
is: Haltu áfram að keyra
iu_latn: ullainnarniq
kk: Іске қосуды сақтау
kn: ಚಲಿಸುತ್ತಲೇ ಇರಿ
ku_arab: بەردەوامبە لە ڕاکردن
ky_kg: Чуркап жүр
lt: Vykdyti toliau
lv: Turpiniet darboties
mg: Tohizo ny fihazakaza
mi: Haere Tonu
ml: ഓട്ടം തുടരുക
mr: चालू ठेवा
mt: Kompli Għaddej
nb: Fortsett å løpe
ne: चलाउनुहोस्
or: ଚାଲୁ ରଖନ୍ତୁ
pa: ਚੱਲਦੇ ਰਹੋ
pl: Biegnij dalej
sl: Nadaljuj z delovanjem
sw: Endelea Kuendesha
ta: தொடர்ந்து இயங்கு
te: అమలు చేస్తూ ఉండండి
th: ทํางานต่อไป
tk_cyrl: Ylgamagy dowam ediň
tt_arab: Йөгерегез
ug_arab: داۋاملىق يۈگۈرۈش
ur: چلتے رہیں

# KeepRunDesc.Text
source: Improve startup speed, but will take up some memory
am: የመጀመር ፍጥነት ማሻሻል, ነገር ግን አንዳንድ ማስታወስ ይወስዳል
ar: تحسين سرعة بدء التشغيل ، ولكن سوف تستهلك بعض الذاكرة
as: ষ্টাৰ্টআপৰ গতি উন্নত কৰক, কিন্তু কিছু মেম'ৰী ল'ব
bg: Подобряване на скоростта на стартиране, но ще заеме малко памет
bn: প্রারম্ভিক গতি উন্নত করুন, কিন্তু কিছু মেমরি গ্রহণ করবে
bs: Poboljšaj brzinu pokretanja, ali će uzeti malo memorije
ca: Millora la velocitat d'inici, però ocuparà una mica de memòria
et: Parandage käivituskiirust, kuid haarake mälu
fa: بهبود سرعت راه اندازی، اما برخی از حافظه را
fil: Pagbutihin ang bilis ng pagsisimula, ngunit ay tumagal ng ilang memorya
ga: Feabhas a chur ar luas tosaithe, ach glacfaidh sé le cuimhne éigin
hi: स्टार्टअप की गति में सुधार, लेकिन कुछ स्मृति ले जाएगा
hy: Բարելավեք սկսնակ արագությունը, բայց որոշ հիշողություն կվերցնեք
is: Bæta gangsetning hraða, en mun taka upp smá minni
iu_latn: piusivaallititsinirmit pigiaqsarainnirmit, kisiani iqqaumagunnarniaqtuq
kk: Іске қосу жылдамдығын жақсартыңыз, бірақ кейбір жадты алады
kn: ಸ್ಟಾರ್ಟ್ ಅಪ್ ವೇಗವನ್ನು ಸುಧಾರಿಸಿ, ಆದರೆ ಸ್ವಲ್ಪ ಸ್ಮರಣೆಯನ್ನು ತೆಗೆದುಕೊಳ್ಳುತ್ತದೆ
ku_arab: خێرایی دەستپێکردن باشتر بکە، بەڵام هەندێک بیرگە وەردەگرێت
ky_kg: стартап ылдамдыгын жогорулатуу, бирок кээ бир эс алат
lt: Pagerinkite paleidimo greitį, bet užimsite šiek tiek atminties
lv: Uzlabojiet startēšanas ātrumu, bet aizņems zināmu atmiņu
mg: Hatsarao ny hafainganam-pandehan'ny fiantombohana, saingy handray fahatsiarovana vitsivitsy.
mi: Whakapai ake i te tere whakaoho, engari ka tangohia ētahi pūmahara
ml: സ്റ്റാർട്ടപ്പ് വേഗത മെച്ചപ്പെടുത്തുക, പക്ഷേ കുറച്ച് മെമ്മറി എടുക്കും
mr: स्टार्टअपचा वेग सुधारा, परंतु काही मेमरी घेईल
mt: Ittejjeb il-veloċità tal-istartjar, iżda se tieħu ftit memorja
nb: Forbedre oppstartshastigheten, men vil ta opp litt minne
ne: सुरुआत गति बढाउनुहोस्, तर केही स्मृति लिनुहोस्
or: ଷ୍ଟାର୍ଟଅପ୍ ବେଗରେ ଉନ୍ନତି କରନ୍ତୁ, କିନ୍ତୁ କିଛି ମେମୋରୀ ଗ୍ରହଣ କରିବେ
pa: ਸ਼ੁਰੂਆਤੀ ਗਤੀ ਨੂੰ ਸੁਧਾਰੋ, ਪਰ ਕੁਝ ਮੈਮੋਰੀ ਲਈ ਜਾਵੇਗੀ
pl: Popraw szybkość uruchamiania, ale zajmie trochę pamięci
sl: Izboljšajte hitrost zagona, vendar bo zajel nekaj pomnilnika
sw: Kuboresha kasi ya kuanza, lakini itachukua kumbukumbu
ta: தொடக்க வேகத்தை மேம்படுத்தவும், ஆனால் சில நினைவகத்தை எடுக்கும்
te: స్టార్టప్ వేగాన్ని మెరుగుపరచండి, అయితే కొంత మెమరీని తీసుకుంటుంది
th: ปรับปรุงความเร็วในการเริ่มต้นระบบ แต่จะใช้หน่วยความจําบางส่วน
tk_cyrl: Başlangyç tizligi gowulandyryň, ýöne biraz ýatda saklaň
tt_arab: Стартап тизлеген яхшырту, ләкин ниндидер хәтер алачак
ug_arab: قوزغىلىش سۈرئىتىنى يۇقىرى كۆتۈرىدۇ، ئەمما بىر قىسىم ئەستە تۇتۇش ئىقتىدارىنى يۇقىرى كۆتۈرىدۇ
ur: اسٹارٹ اپ کی رفتار کو بہتر بنائیں، لیکن کچھ میموری لیں گے

# Language.Text
source: Language
am: ቋንቋ
ar: اللغة
as: ভাষা
bg: Език
bn: ভাষা
bs: Jezik
ca: Llengua
et: Keel
fa: زبان
fil: Wika
ga: Teanga
hi: भाषा
hy: Լեզու
is: Tungumál
iu_latn: uqausiq
kk: Тіл
kn: ಭಾಷೆ
ku_arab: زمان
ky_kg: Тил
lt: Kalba
lv: Valoda
mg: Fiteny
mi: Reo
ml: ഭാഷ
mr: भाषा
mt: Lingwa
nb: Språk
ne: भाषा
or: ଭାଷା
pa: ਭਾਸ਼ਾ
pl: Język
sl: Jezik
sw: Lugha
ta: மொழி
te: భాష
th: ภาษา
tk_cyrl: Diller
tt_arab: Тел
ug_arab: تىل
ur: زبان

# LanguageSystemSetting
source: Use System Setting
am: ይጠቀሙ ስርዓት አቀማመጥ
ar: استخدام إعداد النظام
as: চিস্টেম ছেটিং ব্যৱহাৰ কৰক
bg: Използване на системна настройка
bn: সিস্টেম সেটিং ব্যবহার করুন
bs: Koristi postavku sistema
ca: Utilitza la configuració del sistema
et: Süsteemisätte kasutamine
fa: استفاده از تنظیمات سیستم
fil: Gumamit ng Seting ng Sistema
ga: Úsáid Socrú an Chórais
hi: सिस्टम सेटिंग का उपयोग करें
hy: Օգտագործման համակարգի setting
is: Nota kerfisstillingu
iu_latn: aturlugu atuqattaqtuni aaqqiksimaninga
kk: Жүйе параметрін пайдалану
kn: ಸಿಸ್ಟಂ ಸೆಟ್ಟಿಂಗ್ ಬಳಸಿ
ku_arab: بەکارهێنانی ڕێکبەندەکانی سیستەم
ky_kg: Системаны орнотуу
lt: Naudoti sistemos parametrą
lv: Izmantot sistēmas iestatījumu
mg: Ampiasao ny fandrindran'ny rafitra
mi: Whakamahia tautuhinga pūnaha
ml: സിസ്റ്റം ക്രമീകരണം ഉപയോഗിക്കുക
mr: प्रणाली संयोजना वापरा
mt: Uża l-Issettjar tas-Sistema
nb: Bruk systeminnstilling
ne: प्रणाली सेटिङ प्रयोग गर्नुहोस्
or: ସିଷ୍ଟମ୍ ସେଟିଂ ବ୍ୟବହାର କରନ୍ତୁ
pa: ਸਿਸਟਮ ਸੈਟਿੰਗ ਵਰਤੋਂ
pl: Użyj ustawień systemowych
sl: Uporabi sistemsko nastavitev
sw: Tumia Kipimo cha Mfumo
ta: முறைமை அமைப்பைப் பயன்படுத்து
te: సిస్టమ్ సెట్టింగ్ ఉపయోగించు
th: ใช้การตั้งค่าระบบ
tk_cyrl: Ulanyş Sistemasy Düzümi
tt_arab: Системаны куллану
ug_arab: سىستېما تەڭشەكلىرىنى ئىشلىتىش
ur: نظام سیٹنگ استعمال کریں

source: Line
am: መስመር
ar: سطر
as: ৰেখা
bg: Линия
bn: লাইন
bs: Linija
ca: Línia
et: Liin
fa: خط
fil: Linya
ga: Líne
hi: रेखा
hy: Նախագիծ
is: Lína
iu_latn: tukiliaqtuq
kk: Жол
kn: ಸಾಲು
ku_arab: هێڵ
ky_kg: Сызык
lt: Linija
lv: Līnija
mg: Andalana
mi: Raina
ml: വരി
mr: ओळ
mt: Linja
nb: Linje
ne: रेखा
or: ରେଖା
pa: ਲਾਈਨ
pl: wiersz
sl: Vrstica
sw: Mstari
ta: வரை
te: గీత
th: สาย
tk_cyrl: Hat
tt_arab: Сызык
ug_arab: قۇر
ur: لائن

# LineHeight.Text
source: Line Height
am: የመስመር ቁመት
ar: ارتفاع الخط
as: ৰেখাৰ উচ্চতা
bg: Височина на линията
bn: লাইনের উচ্চতা
bs: Visina linije
ca: Alçada de la línia
et: Rea kõrgus
fa: ارتفاع خط
fil: Linya taas
ga: Airde na Líne
hi: रेखा ऊँचाई
hy: Լայնության բարձրություն
is: Línuhæð
iu_latn: uajaup puqtuninga
kk: Сызық биіктігі
kn: ಸಾಲು ಎತ್ತರ
ku_arab: بەرزی هێڵ
ky_kg: Сызык бийиктиги
lt: Eilutės aukštis
lv: Līnijas augstums
mg: Haavon'ny andalana
mi: Teitei Raina
ml: വരിഉയരം
mr: रेखा ऊंचाई
mt: L-Għoli tal-Linja
nb: Høyde på linje
ne: रेखाको उचाइ
or: ରେଖା ଉଚ୍ଚତା
pa: ਲਾਈਨ ਉਚਾਈ
pl: Wysokość linii
sl: Višina črte
sw: Urefu wa Mstari
ta: வரி உயரம்
te: లైన్ ఎత్తు
th: ความสูงของเส้น
tk_cyrl: Hat Beýikligi
tt_arab: Сызык биеклеге
ug_arab: سىزىق ئېگىزلىكى
ur: لائن اونچائی

source: Lines
am: መስመሮች
ar: أسطر
as: শাৰীসমূহ
bg: Линии
bn: পংক্তি
bs: Linije
ca: Línies
et: Read
fa: خط
fil: Mga Linya
ga: Línte
hi: लाइनों
hy: Գծեր
is: Línur
iu_latn: tukiliaqtut
kk: Сызықтар
kn: ಸಾಲುಗಳು
ku_arab: هێڵەکان
ky_kg: Сызыктар
lt: Linijos
lv: Rindas
mg: Andalana
mi: Ngā Raina
ml: വരകൾ
mr: ओळी
mt: Linji
nb: Linjer
ne: लाइनहरू
or: ରେଖା
pa: ਲਾਈਨਾਂ
pl: wierszy
sl: Vrstice
sw: Mistari
ta: பாடல்
te: రేఖలు
th: บรรทัด
tk_cyrl: Hatlar
tt_arab: Сызыклар
ug_arab: قۇرلار
ur: لائنیں

# LoadImageFail
source: Loading Image Failed
am: የመጫን ምስል ተሳካለት
ar: فشل تحميل الصورة
as: ছবি লোড কৰা ব্যৰ্থ
bg: Неуспешно зареждане на изображение
bn: চিত্র লোড করা ব্যর্থ হয়েছে
bs: Učitavanje slike nije uspjelo
ca: No s'ha pogut carregar la imatge
et: Pildi laadimine nurjus
fa: بارگذاری تصویر شکست خورد
fil: Bigo ang Paglo-load ng Imahe
ga: Theip ar luchtú na híomhá
hi: छवि लोड करना विफल रहा
hy: Բեռնել պատկերը ձախողվել է
is: Ekki tókst að hlaða inn mynd
kk: Кескінді жүктеу жаңылысы
kn: ಚಿತ್ರ ಲೋಡ್ ಮಾಡುವುದು ವಿಫಲವಾಗಿದೆ
ku_arab: بارکردنی وێنە سەرکەوتوو نەبوو
ky_kg: Сүрөттү жүктөө ишке ашпады
lt: Įkelti vaizdą nepavyko
lv: Attēla ielāde neizdevās.
mg: Tsy nahomby ny fakana ilay sary
mi: I Rahua te Uta Atahanga
ml: ചിത്രം ലോഡ് ചെയ്യുന്നത് പരാജയപ്പെട്ടു
mr: प्रतिमा दाखल करणे अपयशी
mt: It-Tagħbija tal-Immaġni Ma Rnexxietx
nb: Innlasting av bilde mislyktes
ne: छवि लोड िङ असफल भयो
or: ଫଟୋ ଲୋଡ୍ କରିବା ବିଫଳ ହୋଇଛି
pa: ਚਿੱਤਰ ਲੋਡ ਕਰਨ ਲਈ ਫੇਲ੍ਹ
pl: Ładowanie obrazu nie powiodło się
sl: Nalaganje slike ni uspelo
sw: Taswira ya Kupakia Imeshindwa
ta: படிமத்தை ஏற்றுதல் தோல்வியுற்றது
te: లోడింగ్ ఇమేజ్ విఫలమైంది
th: การโหลดรูปล้มเหลว
tk_cyrl: Resim Gaýd Etmek
tt_arab: Йөгерүче образ юкка чыккан
ug_arab: سۈرەت قاچىلاش مەغلۇپ بولدى
ur: لوڈ نگ تصویر ناکام

# MathBlock.Text
source: Math Block
am: የሂሳብ ቦክ
ar: قالب رموز رياضياتية
as: গণিত খণ্ড
bg: Матиен блок
bn: গণিত ব্লক
bs: Matematički blok
ca: Bloc matemàtic
et: Matemaatika plokk
fa: بلاک ریاضی
fil: Bloke ng Matematika
ga: Bloc Mata
hi: गणित ब्लॉक
hy: Մատ բլոկ
is: Stærðfræðiblokk
iu_latn: naasausiriniq
kk: Математикалық блок
kn: ಗಣಿತ ಬ್ಲಾಕ್
ku_arab: بلۆکی بیرکاری
ky_kg: Математика блогу
lt: Matematinis blokas
lv: Matemātiskais bloks
mg: Fibahanana matematro
mi: Paraka Pāngarau
ml: മാത്ത് ബ്ലോക്ക്
mr: गणित ब्लॉकName
mt: Blokk tal-Matematika
nb: Matematisk blokk
ne: म्याथ ब्लक
or: ଗଣିତ ବ୍ଲକ୍
pa: ਗਣਿਤ ਬਲਾਕ
pl: Blok Math
sl: Matematični blok
sw: Fungu La Hesabu
ta: கணிதத் தொகுதி
te: గణిత బ్లాక్
th: บล็อกคณิตศาสตร์
tk_cyrl: Matematika Bloky
tt_arab: Математика кварталы
ug_arab: ماتېماتىكا بۆلەك
ur: ریاضی بلاک

source: Minutes
am: ደቂቃዎች
ar: دقائق
as: মিনিট
bg: Минути
bn: মিনিট
bs: Minuta
ca: Minuts
et: Minutit
fa: دقیقه
fil: Mga Minuto
ga: Miontuairiscí
hi: मिनट
hy: Րոպեներ
is: Fundargerð
iu_latn: tittakuluit
kk: Минуттар
kn: ನಿಮಿಷಗಳು
ku_arab: خولەک
ky_kg: Мүнөт
lt: Minučių
lv: Minūtes
mg: Minitra
mi: Meneti
ml: മിനിറ്റുകൾ
mr: मिनिटे
mt: Minuti
nb: Referat
ne: मिनेट
or: ମିନିଟ୍
pa: ਮਿੰਟ
pl: minut(y)
sl: Minute
sw: Dakika
ta: நிகழ்ச்சியேடு
te: నిమిషాలు
th: รายงานการประชุม
tk_cyrl: Ind
tt_arab: Минутлар
ug_arab: مىنۇتلار
ur: منٹ

# New.Text
source: New
am: አዲስ
ar: جديد
as: নতুন
bg: Нов
bn: নতুন
bs: Nov
ca: Nou
et: Uus
fa: جدید
fil: Bago
ga: Nua
hi: नया
hy: Նոր
is: Nýtt
iu_latn: nutaaq
kk: Жаңа
kn: ಹೊಸದು
ku_arab: نوێ
ky_kg: Жаңы
lt: Naujas
lv: Jauns
mg: Vaovao
mi: Hōu
ml: പുതിയ
mr: नवीन
mt: Ġdid
nb: Ny
ne: नयाँ
or: ନୂଆ
pa: ਨਵਾਂ
pl: Nowy
sl: Novo
sw: Mpya
ta: புது
te: కొత్త
th: ใหม่
tk_cyrl: Täze
tt_arab: Яңа
ug_arab: يېڭى
ur: نیا

# NewFile.Text
source: New File
am: አዲስ ፋይል
ar: ملف جديد
as: নতুন ফাইল
bg: Нов файл
bn: নতুন ফাইল
bs: Nova datoteka
ca: Crea un fitxer
et: Uus fail
fa: فایل جدید
fil: Bagong File
ga: Comhad Nua
hi: नई फ़ाइल
hy: Նոր ֆայլ
is: Ný skrá
iu_latn: nutaaq tuqquqsimavvik
kk: Жаңа файл
kn: ಹೊಸ ಫೈಲ್
ku_arab: فایلی نوێ
ky_kg: Жаңы файл
lt: Naujas failas
lv: Jauns fails
mg: Rakitra vaovao
mi: Kōnae Hōu
ml: പുതിയ ഫയല്
mr: नविन फाइल
mt: Fajl Ġdid
nb: Ny fil
ne: नयाँ फाइल
or: ନୂତନ ଫାଇଲ୍
pa: ਨਵੀਂ ਫਾਇਲ
pl: Nowy plik
sl: Nova datoteka
sw: Faili Mpya
ta: புதிய கோப்பு
te: కొత్త ఫైలు
th: สร้างแฟ้ม
tk_cyrl: Täze Faýl
tt_arab: Яңа файл
ug_arab: يېڭى ھۆججەت
ur: نئی مسل
